[
  {
    "title": "Trutnov city Center",
    "image": "",
    "text": "Trutnov, surrounded by the Krkonoše Mountains, is a city filled with history and nature. Discover its historic sites, enjoy local festivals, and use it as a base for outdoor adventures. Easy transportation options make exploring the surrounding area a breeze."
  },
  {
    "title": "The Krkonoše Mountains National Park",
    "image": "",
    "text": "Krkonoše Mountains National Park, located near Trutnov, is a natural wonderland. Explore its pristine landscapes, hike through lush forests, and marvel at its unique wildlife. With Trutnov as your starting point, access to this national park is easy, offering endless opportunities for outdoor enthusiasts."
  },
  {
    "title": "Adršpach-Teplice rocks",
    "image": "",
    "text": "These unique sandstone rock formations are located just a short drive from Trutnov. They offer a fantastic hiking experience with dramatic landscapes. Include information on the best hiking routes and entrance fees."
  },
  {
    "title": "KuksKuks",
    "image": "",
    "text": "KuksKuks is famous for its historic Baroque hospital founded by Count František Antonín Špork. Explain the hospital's history, its stunning sculptures by Matyáš Braun, and any guided tours available."
  },
  {
    "title": "ZOO Dvůr Králové",
    "image": "",
    "text": "ZOO Dvůr Králové is a renowned zoological garden located near Trutnov, Czech Republic. It is one of the largest and most respected zoos in Europe, known for its conservation efforts and breeding programs for endangered species. Visitors can explore diverse habitats and see a wide range of animals, including elephants, rhinoceroses, giraffes, and big cats. The zoo's mission is to promote wildlife conservation and educate visitors about the importance of protecting endangered species."
  },
  {
    "title": "Dolce Pond",
    "image": "",
    "text": "Dolce Pond is a peaceful and scenic spot near Trutnov, Czech Republic. It's a great place for nature lovers to enjoy activities like fishing, boating, and picnicking. Surrounded by beautiful forests, it's the perfect location to relax and connect with nature..<br> Is this how you imagined it?<br> I can simplify the text so it can be more human"
  }
]